{
  "pageTitle": "Terms and Conditions",
  "sections": [
    {
      "heading": "1. Introduction",
      "content": [
        "These Terms and Conditions (\"Terms\") are a legally binding agreement between you (\"User\", \"You\" or \"Your\") and CARS24 Services Private Limited (\"CARS24\", \"Company\", \"We\", \"Us\" or \"Our\"). These Terms govern your access to and use of all products and services offered through our websites (https://www.cars24.com, https://www.loans24.co.in), mobile applications, and all associated content, features, and functionality (collectively, the \"Platform\").",
        "By accessing or using the Platform, you agree to comply with and be legally bound by these Terms and our Privacy Policy. If you do not agree with any part of these Terms, you must not use our services or access the Platform."
      ]
    },
    {
      "heading": "2. Eligibility",
      "content": [
        "To use our services, you must be at least 18 years old or the legal age of majority in your jurisdiction. By using the Platform, you represent and warrant that you are legally eligible to enter into a binding agreement, and you are not prohibited from using the Platform under any applicable law.",
        "If you are using the Platform on behalf of a company, organization, or other entity, you represent that you have the authority to bind that entity to these Terms."
      ]
    },
    {
      "heading": "3. Account Registration and Responsibilities",
      "content": [
        "You may be required to create an account to access certain features of the Platform. When registering, you agree to provide accurate, complete, and current information, and to update this information as necessary. Failure to do so constitutes a breach of these Terms, which may result in suspension or termination of your account.",
        "You are solely responsible for maintaining the confidentiality of your login credentials and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account."
      ]
    },
    {
      "heading": "4. Acceptable Use",
      "content": [
        "You agree not to use the Platform in any unlawful, harmful, or abusive manner. Prohibited uses include, but are not limited to: (a) attempting to gain unauthorized access to the Platform or other user accounts; (b) distributing malware, spam, or malicious content; (c) impersonating any person or entity; (d) violating any intellectual property or privacy rights; or (e) engaging in any fraudulent activity.",
        "We reserve the right to monitor, suspend, or terminate accounts involved in prohibited behavior without prior notice and to cooperate with legal authorities if needed."
      ]
    },
    {
      "heading": "5. User-Generated Content",
      "content": [
        "Our Platform may allow you to post, submit, or share content including reviews, comments, questions, images, or other material. By submitting content, you grant CARS24 a worldwide, non-exclusive, royalty-free, transferable, and perpetual license to use, copy, modify, publish, display, and distribute such content in connection with the Platform and our promotional efforts.",
        "You agree not to post content that is defamatory, offensive, illegal, infringes on third-party rights, or violates any applicable law. CARS24 reserves the right to remove any content deemed inappropriate or in violation of these Terms."
      ]
    },
    {
      "heading": "6. Third-Party Services",
      "content": [
        "Our services may contain links to or integrate with third-party services including payment gateways, insurance providers, and loan facilitators. These services are operated independently, and CARS24 does not control or endorse the content or practices of such third parties.",
        "Your use of third-party services is subject to their respective terms and privacy policies, and we encourage you to review them before engaging. CARS24 shall not be held responsible for any damage or loss caused by third-party services."
      ]
    },
    {
      "heading": "7. Fees, Pricing, and Taxes",
      "content": [
        "Some services offered on the Platform may require payment. All prices are displayed in Indian Rupees (INR) unless specified otherwise and are subject to applicable taxes and charges. We reserve the right to change pricing at any time without notice.",
        "By submitting payment information, you authorize us to charge the specified amount to your selected payment method. It is your responsibility to ensure that your payment details are accurate and valid."
      ]
    },
    {
      "heading": "8. Intellectual Property Rights",
      "content": [
        "All content available on the Platform, including but not limited to text, graphics, logos, icons, images, software, and trademarks, are the property of CARS24 or its licensors. These materials are protected by copyright, trademark, and other applicable intellectual property laws.",
        "You are granted a limited, non-exclusive, non-transferable license to use the Platform for personal and non-commercial purposes. You may not modify, reproduce, distribute, or create derivative works without prior written consent from CARS24."
      ]
    },
    {
      "heading": "9. Indemnification",
      "content": [
        "You agree to defend, indemnify, and hold harmless CARS24 and its officers, directors, employees, affiliates, and agents from and against all claims, damages, losses, liabilities, costs, or expenses (including reasonable legal fees) arising out of: (a) your use or misuse of the Platform, (b) your violation of these Terms or any applicable laws, or (c) your infringement of any intellectual property or other rights of any third party."
      ]
    },
    {
      "heading": "10. Disclaimer of Warranties",
      "content": [
        "The Platform and all services are provided on an 'as is' and 'as available' basis without warranties of any kind, either express or implied. CARS24 does not guarantee that the Platform will be error-free, secure, or uninterrupted, nor do we guarantee the accuracy or completeness of any content or information provided.",
        "To the fullest extent permitted by law, we disclaim all warranties, including but not limited to implied warranties of merchantability, fitness for a particular purpose, and non-infringement."
      ]
    },
    {
      "heading": "11. Limitation of Liability",
      "content": [
        "To the maximum extent permitted under law, CARS24 shall not be liable for any indirect, incidental, consequential, or special damages, including but not limited to loss of profits, data, or business opportunities, arising from your use of or inability to use the Platform.",
        "Our total liability to you for all claims under these Terms shall not exceed the amount you paid, if any, for using our services in the past 12 months."
      ]
    },
    {
      "heading": "12. Termination",
      "content": [
        "We reserve the right to suspend or terminate your account or access to the Platform at any time and for any reason, including but not limited to breach of these Terms, fraudulent behavior, or misuse of services.",
        "Upon termination, your right to use the Platform will cease immediately. Any data or content associated with your account may be deleted in accordance with our data retention policy."
      ]
    },
    {
      "heading": "13. Force Majeure",
      "content": [
        "CARS24 shall not be held liable for any delay or failure in performance resulting from causes beyond our reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, internet outages, labor strikes, or governmental regulations."
      ]
    },
    {
      "heading": "14. Changes to These Terms",
      "content": [
        "We may revise these Terms from time to time. When we do, we will update the 'Last Updated' date and post the revised version on this page. Continued use of the Platform after changes are posted constitutes your acceptance of the new Terms.",
        "We encourage you to review this page periodically to stay informed about your obligations."
      ]
    },
    {
      "heading": "15. Governing Law and Jurisdiction",
      "content": [
        "These Terms shall be governed by and construed in accordance with the laws of India. All disputes arising from or related to these Terms shall be subject to the exclusive jurisdiction of the courts located in New Delhi, India."
      ]
    },
    {
      "heading": "16. Severability",
      "content": [
        "If any provision of these Terms is held to be invalid or unenforceable by a court of competent jurisdiction, such provision shall be modified to reflect the parties' intention or eliminated to the minimum extent necessary, and the remaining provisions shall continue in full force and effect."
      ]
    },
    {
      "heading": "17. Entire Agreement",
      "content": [
        "These Terms, together with our Privacy Policy and any other legal notices published by CARS24, constitute the entire agreement between you and us regarding the Platform and supersede all prior agreements, whether oral or written."
      ]
    },
    {
      "heading": "18. Contact Information",
      "content": [
        "If you have any questions, concerns, or feedback regarding these Terms, please contact us at legal@cars24.com or write to us at our registered office address listed on our website."
      ]
    }
  ]
}
